
const messages = {
     title:'云脉数字工厂',
     home:'主页',
     logout:'注册登录',
     personal:'个人中心',
     account:'账户管理',
     undefined:'首页',
     '首页':'主页',
     '云平台':'云平台',
     '数据看板':'数据看板',
     '数据概览':'数据概览',
     '生产管理':'生产管理',
     '工单':'工单',
     '任务':'任务',
     '报工':'报工',

     '基础数据管理':'基础数据管理',
     '工序':'工序',
     '工艺路线':'工艺路线',
     '产品':'产品',
     '不良项':'不良项',
     '客户':'客户',

     '库存管理':'库存管理',
     '出入库管理':'出入库管理',
     '出入库历史':'出入库历史',
     '物料管理':'物料管理',

     '自定义配置':'自定义配置',
    //  '产品':'Product-custom',
    //  '工序':'Procedure-custom',
    //  '工单':'Sheet-custom',
    //  '报工':'JobBooking-custom',

     '报表':'报表',
     '产量统计':'产量统计',
     '不良品项分布':'不良品项分布',
     '不良品项汇总':'不良品项汇总',
     '不良品项明细':'不良品项明细',
     '生产报表':'生产报表',

     '自定义报表':'自定义报表',
     '自定义报表配置':'自定义报表配置',

     '系统管理':'系统管理',
     '用户管理':'用户管理',
     '角色管理':'角色管理',
     '部门管理':'部门管理',
     '岗位管理':'岗位管理',
     lange:{
     "Chinese":"中文",  
     "English":'英文'
     },
     tetxSize:{
      default:'默认',
      large:'大号',
      small:'小号',
     },
     select:{
      keyWord:'关键字',
      status:'状态',
      createTime:'创建时间'
     }
  }
  export default messages