
const messages = {
     title:'云脉数字工厂',
     home:'主页',
     logout:'注册登录',
     personal:'个人中心',
     account:'账户管理',
     '首页':'主页',
     '云平台':'云平台',
     '数据看板':'数据看板',
     '数据概览':'数据概览',
   //   '角色管理':'角色管理',
   //   '菜单管理':'菜单管理',
   //   '部门管理':'部门管理',
   //   '字典管理':'字典管理',
   //   '系统日志':'系统日志',
   //   '字典数据':'字典数据',
   //   '系统配置':'系统配置',
   //   '通知公告':'通知公告',
   //   '查看公告':'查看公告',
   //   '[性别]字典数据':'[性别]字典数据',
   //   '[通知类型]字典数据':'[通知类型]字典数据',
   //   '[通知级别]字典数据':'[通知级别]字典数据',

   //   '系统工具':'系统工具',
   //   '代码生成':'代码生成',

   //   '接口文档':'接口文档',
   //   'Apifox':'Apifox',
   //   '平台文档':'平台文档',
   //   'document':'document',
   //   '平台文档(外链)':'平台文档(外链)',

   //   '多级菜单':'多级菜单',
   //   '菜单一级':'菜单一级',

   //   '组件封装':'组件封装',
   //   '增删改查':'增删改查',
   //   '列表选择器':'列表选择器',
   //   '富文本编辑器':'富文本编辑器',
   //   '图片上传':'图片上传',
   //   '图标选择器':'图标选择器',
   //   '字典组件':'字典组件',

   //   '路由参数':'路由参数',
   //   '参数(type=1)':'参数(type=1)',
   //   '参数(type=2)':'参数(type=2)',
   //   '功能演示':'功能演示',
   //   'Icons':'Icons',
   //   'Websocket':'Websocket',
   //   '个人中心':'个人中心',
   //   'keyWord':'关键字',
     lange:{
     "Chinese":"中文",  
     "English":'英文'
     },
     tetxSize:{
      default:'默认',
      large:'大号',
      small:'小号',
     },
     select:{
      keyWord:'关键字',
      status:'状态',
      createTime:'创建时间'
     }
  }
  export default messages